Repository: gustavo-iniguez-goya/gnome-inm-forecast
Catalog: po/*.po
Languages: ca, es, eu

source: Error loading the GNOME VFS subsystem
es: Error al cargar el subsistema GNOME VFS
eu: Errorea GNOME VFS azpi-sistema kargatzean

source: An error ocurred loading the GNOME VFS subsystem
es: Ha ocurrido un error al cargar el subsistema GNOME VFS
eu: GNOME VFS azpi-sistema kargatzean errore bat eman da

source: Wednesday %s
ca: Dimecres %s
es: Miércoles %s
eu: Azteazkena %s

source: Saturday %s
ca: Dissabte %s
es: Sábado %s
eu: Larunbata %s

source: Monday %s
ca: Dilluns %s
es: Lunes %s
eu: Astelehena %s

source: Tuesday %s
ca: Dimarts %s
es: Martes %s
eu: Asteartea %s

source: Thursday %s
ca: Dijous %s
es: Jueves %s
eu: Osteguna %s

source: Friday %s
ca: Divendres %s
es: Viernes %s
eu: Ostirala %s

source: Sunday %s
ca: Diumenge %s
es: Domingo %s
eu: Igandea %s

source: Last update:
ca: Última actualizació:
es: Última actualización:
eu: Azken eguneratzea:

source: Monday
es: Lunes
eu: Astelehena

source: Morning
ca: Matí
es: Mañana
eu: Goizean

source: Afternoon
ca: Tarda
es: Tarde
eu: Arratsaldean

source: Tuesday
es: Martes
eu: Asteartea

source: Wednesday
es: Miércoles
eu: Azteazkena

source: Thursday
es: Jueves
eu: Osteguna

source: Friday
es: Viernes
eu: Ostirala

source: Saturday
es: Sábado
eu: Larunbata

source: Sunday
es: Domingo
eu: Igandea

source: Error loading www.aemet.es
ca: Error al carregar www.aemet.es
es: Error al cargar www.aemet.es
eu: Errorea www.aemet.es kargatzean

source: Error loading
ca: Error al carregar www.aemet.es
es: Error al cargar www.aemet.es
eu: Errorea www.aemet.es kargatzean

source: Satellite image
ca: Imatge de satèl·lit
es: Imagen de satélite
eu: Satelite irudia

source: Spanish weather forecast image
ca: Imatge de la previsió meteorològica
es: Imagen del pronóstico meteorológico
eu: Iragarpen meteorologikoaren irudia

source: The map weather forecast is not still available
es: El mapa de la previsión del tiempo no está todavía disponible.

source: Temperatures for the next days
ca: Temperatures per els propers dies
es: Temperaturas para los próximos días
eu: Hurrengo egunetako tenperaturak

source: Rainfall probability
es: Prob. precipitación
eu: Prezipitazio iragarpena

source: Air mass
es: Masas de aire
eu: Aire-masak

source: Radar images
es: Imágenes de satélite
eu: _Radar irudiak

source: Lightnings images
es: Imágenes de rayos
eu: Tximista irudiak

source: Next days forecast
ca: Previsió propers dies
es: Previsión próximos días
eu: Hurrengo egunen iragarpena

source: Snowfalls reports
ca: Informes de nevades
es: Informe de aludes y nevadas
eu: Elurte eta elor-jausi txostena

source: No data
ca: Sense dades
es: Sin datos
eu: Datu gabe

source: Connection error
ca: Error de connexió
es: Error de conexión
eu: Konexio errorea

source: <b>Humidity</b>
es: <b>Humedad</b>
eu: <b>Hezetasuna</b>

source: <b>Location options</b>
ca: <b>Opcions del lloc</b>
es: <b>Opciones de lugar</b>
eu: <b>Toki aukerak</b>

source: <b>Max temp</b>
ca: <b>T. Màxima</b>
es: <b>T. Máxima</b>

source: <b>Min temp</b>
ca: <b>T. Mínima</b>
es: <b>T. Mínima</b>

source: <b>Rainfall prob.</b>
ca: <b>Prob. precipitació</b>
es: <b>Prob. precipitación</b>
eu: <b>Prezipitazio iragarpena</b>

source: <b>Snow</b>
ca: <b>Neu</b>
es: <b>Nieve</b>
eu: <b>Edurra</b>

source: <b>State</b>
ca: <b>Estat</b>
es: <b>Estado</b>
eu: <b>Egoera</b>

source: <b>Wind</b>
ca: <b>Vent</b>
es: <b>Viento</b>
eu: <b>Haizea</b>

source: About GNOME INM forecast
ca: Quant a GNOME INM forecast
es: Acerca de GNOME INM forecast
eu: GNOME INM forecast buruz

source: Altitude
ca: Altitut
es: Altitud
eu: Altura

source: City
ca: Ciutat
es: Ciudad
eu: Herria

source: Days to show
ca: Dies a mostrar
es: Días a mostrar
eu: Ikusteko egunak

source: Humidity
ca: Humitat
es: Humedad
eu: Hezetasuna

source: Interval update (Minutes)
ca: Interval d'actualització (Minuts)
es: Intervalo de actualización (Minutos)
eu: Eguneratze tartean (Minutuak)

source: Location
ca: Lloc
es: Lugar
eu: Tokia

source: Max
ca: Máx
es: Máx

source: Meteorological stations
ca: Estacions meteorològiques
es: Estaciones meteorológicas
eu: Estazio meteoroligikoak

source: Preferences
ca: Preferencies
es: Preferencias
eu: Hobespenak

source: Rainfall
ca: Precipitació
es: Precipitación
eu: Prezipitazio

source: Show afternoon data
ca: Mostrar informació de tarda
es: Mostrar información de tarde
eu: Ikus arratsaldeko informazioa

source: Show morning data
ca: Mostrar informació de matí
es: Mostrar información de mañana
eu: Ikus goizeko informazioa

source: Show station on the panel
ca: Mostrar estació al panell
es: Mostrar estación en el panel
eu: Ikus estazioa panelean

source: Temperature
ca: Temperatura
es: Temperatura
eu: Tenperatura

source: The information you get with this program is property of the Spanish metereological Agency http://www.aemet.es
es: La información que obtienes con este programa es propiedad de la Agencia Nacional de Meteorología española http://www.aemet.es

source: The meteorological stations data is updated each hour and will be disponible 30 minutes after as maximum
ca: Les dades de les estacions meteorològiques s'actualitzen cada hora i estaran disponibles com molt tard 30 minuts desprès
es: Los datos de las estaciones meteorológicas se actualizan cada hora y estarán disponibles como muy tarde 30 minutos después
eu: Estazio meteorologikoen datuak orduro eguneratzen dira eta 30 minutu beranduago egongo dira eskuragarri beranduen.

source: Theme
ca: Tema
es: Tema
eu: Gaia

source: This program is licensed under the GPL-2 license
es: Este programa está licenciado bajo la licencia GPL-2

source: Today weather forecast
ca: Previsió per avui
es: Pronóstico para hoy
eu: Gaurko iragarpena

source: avg
es: Media
eu: Batazbeste

source: day
ca: dia
es: día
eu: eguna

source: max
es: máx

source: Canary Islands
es: Islas Canarias
eu: Karariar irlak

source: Peninsula and Balearic Islands
es: Península e Islas Baleares
eu: Penintsula eta balear irlak

source: T_oday weather report
ca: Previsió per avui
es: Pronóstico para hoy
eu: _Gaurko iragarpena

source: Tempe_ratures maps
ca: Mapes de _temperatures
es: Mapas de _temperaturas
eu: _Temperatura mapak

source: To_morrow weather warnings
ca: Avisos per demà
es: Avisos para mañana
eu: Oharrak _biharko

source: W_eather reports
ca: _Informes meteorològics
es: _Informes meteorológicos
eu: Meteorologi _txostenak

source: _About...
ca: _Quant a...
es: _Acerca de...
eu: Honi buru_z...

source: _Afternoon
es: T_arde
eu: _Arratsaldean

source: _Asturias, Basque Country and Cantabria Coasts
es: Costas de Asturias, País Vasco y Cantabria
eu: Asturiasko itsasertza, Euskal erkidegoa eta Kantabria

source: _Balearic Islands Coast
es: Costa de las Islas Baleares
eu: Balear irletako itsasertza

source: _Canary Islands Coast
es: Costa de las Islas Canarias
eu: Kanariar irletako itsasertza

source: _Catalonia Coast
es: Costa de Cataluña
eu: Kataluniako itsasertza

source: _Coastal areas
es: Áreas costeras
eu: Itsasertz inguruak

source: _Eastern Andalusia, Melilla and Alboran Coast
es: Costa de Andalucía Oriental, Melilla y Alborán
eu: Ekialdeko Andaluziako itsasertza, Melilla eta Alboran

source: _Galicia Coast
es: Costa de Galicia
eu: Galiziar itsasertza

source: _Iberica Aragonesa
es: Ibérica Aragonesa
eu: Aragoiko iberiarra

source: _Iberica Riojana
es: Ibérica Riojana
eu: Errioxako iberiarra

source: _Last warning
es: Último aviso
eu: _Azken oharrak

source: _Lightnings
es: _Rayos
eu: _tximistak

source: _Map weather forecast for today
es: Previsión para hoy

source: _Map weather forecast for tomorrow
es: Previsión para mañana

source: _Marine weather forecast
es: Pronóstico marítimo
eu: Itsas eguraldi iragarpena

source: _Mediterranean
es: _Mediterráneo
eu: Mediterraneoa

source: _Morning
es: _Mañana
eu: _Goizean

source: _Mountain weather forecast
es: Pronóstico de montaña
eu: Mendietako eguraldi iragarpena

source: _Next days weather report
ca: Previsió propers dies
es: Previsión próximos días
eu: _Hurrengo egunetako iragarpena

source: _Next days weather warnings
ca: Avisos propers dies
es: Avisos próximos días
eu: _Hurrengo egunetako oharrak

source: _Next hours
es: Próximas horas
eu: Hurrengo orduak

source: _North Atlantic
es: Atlántico Norte
eu: Ipar Atlantikoa

source: _Open sea
es: Mar abierto
eu: Itsaso zabala

source: _Pirineo Aragones
es: Pirineo Aragonés
eu: Aragoiko pirineoak

source: _Pirineo Catalan
es: Pirineo Catalán
eu: Kataluniako pirineoak

source: _Preferences...
ca: _Preferencies
es: _Preferencias
eu: _Hobespenak

source: _Satellite radar images
ca: Imatges de satèl·lit
es: Imágenes de satélite
eu: _Satelite radar irudiak

source: _Snowfall report (Aragon)
es: In_forme de aludes (Aragón)
eu: _Elur jausi txostena (Aragoi)

source: _Snowfall report (Catalonya)
ca: In_forme d'allaus (Catalunya)
es: In_forme de aludes (Cataluña)
eu: _Elur jausi txostena (Katalunia)

source: _Snowfall report (Navarra)
es: _Informe de aludes (Navarra)
eu: _Elur jausi txostena (Nafarroa)

source: _SouthAtlantic
es: Atlántico Sur
eu: Hego atlantikoa

source: _Tendency
es: Tendencia
eu: Joera

source: _Today weather warnings
ca: _Avisos per avui
es: _Avisos para hoy
eu: _Gaurko oharrak

source: _Tomorrow weather report
ca: Previsió per demà
es: Pronóstico para mañana
eu: Iragarkia _biharko

source: _Update now
ca: Actualitzar ara
es: Actualizar ahora
eu: Eguneratu orain

source: _Valencia and Murcia Coast
es: Costa de Valencia y Murcia
eu: Valentzia eta Murtzia itsasertzak

source: _Visit AEMET web site
ca: _Visita la web de la AEMET
es: _Visita la web de la AEMET
eu: _AEMET webgunera

source: _Weather maps
ca: _Mapes meteorològics
es: _Mapas meteorológicos
eu: _Mapa meteorologikoak

source: _Western Andalusia and Ceuta Coast
es: Costa de Andalucía Occidental y Ceuta
eu: Andaluziako mendebaldeko itsasertza eta Ceuta

source: <b>General</b>
eu: <b>Orokorra</b>

source: Panel
ca: Panell
eu: Panela

source: label
eu: Etiketa

source: _Pirineo Navarro
eu: Nafarroako pirineoak

source: _Sierra de Gredos
eu: _Gredos mendilerroa

source: _Sierra de Guadarrama y Somosierra
eu: _Guadarrama mendilerroa eta Somosierra

source: Despejado
ca: Clar

source: Poco nuboso
ca: Pocs núvols

source: Intervalos nubosos
ca: Intervals de núvols

source: Nuboso
ca: Ennuvolat

source: Muy nuboso
ca: Molt ennuvolat

source: Intervalos nubosos con lluvia
ca: Intervals de núvols amb pluja

source: Nuboso con lluvia
ca: Núvols amb pluja

source: Muy nuboso con lluvia
ca: Molts núvols amb pluja

source: Nieve
ca: Neu

source: Nuboso con nieve
ca: Núvols amb neu

source: Muy nuboso con nieve
ca: Molts núvols amb neu

source: Sur
ca: Sud

source: Sureste
ca: Sudest

source: Suroeste
ca: Sudoest

source: Norte
ca: Nord

source: Nordeste
ca: Nordest

source: Noroeste
ca: Nordest

source: Este
ca: Est

source: Oeste
ca: Oest

source: Station: %s
ca: Estació: %s

source: %s C
ca: %s ºC

source: Temperature: %s
ca: Temperatura: %s

source: Maximum wind velocity: %s Km/h
ca: Velocitat màxima del vent: %s Km/h

source: Atmosferic presion: %s
ca: Presió atmosfèrica: %s

source: Rainfall: %s
ca: Precipitació: %s

source: Humidity: %s %
ca: Humitat: %s %

source: Wind velocity: %s Km/h
ca: Velocitat del vent: %s Km/h

source: Wind: %s
ca: Vent: %s

source: Last update: %sh
ca: Última actualització: %sh

source: No data for this meteorological station
ca: No hi han dades per aquesta estació meteorològica

source: Error getting latest data from meteorological station
ca: Error al obtenir les últimes dades de la estació meteorològica

source: <small>Codes: http://www.aemet.es/es/eltiempo/prediccion/localidades</small>
ca: <small>Codis: http://www.aemet.es/es/eltiempo/prediccion/localidades</small>

source: The information you get with this program is property of the Spanish metereological Institute http://www.aemet.es
ca: La informació que obtens amb aquest programa es propietat de la Agencia Nacional de Meteorología española http://www.aemet.es

source: This program is licensed under the GPL license
ca: Aquest programa es troba llicenciat sota la llicència GPL

source: _Snowfall report (Navarra y Aragon)
ca: _Informe d'allaus (Navarra y Aragó)

source: _Tomorrow weather map
ca: _Mapa per demà
